;Dokumenti i gjuhes i Revo Uninstaller
;This section must use English
;Translated by Klaus Veliu
;Contact klausveliu@hotmail.com
[Info]
Language=Albanian
WebLang=AL
Translator=Klaus Veliu e-mail: klausveliu@hotmail.com
Codepage=UNICODE 
Version=2.0.6


[Çinstaluesi Toolbar]
102 = Pamja
103 = Opsionet
104 = Çinstaluesi
105 = Mjetet
106 = Menyra e gjuetarit
107 = Me listim
108 = Me inkona
109 = Me detaje
110 = Çinstalo
111 = Hiq shenimin
112 = Rifresko
113 = Jeni te sigurtë që doni të hiqni elementin e zgjedhur?
114 = Jeni te sigurtë që doni të cinstaloni programin e zgjedhur?
115 = Azhornim automatik
116 = Ndihmë
117 = Ndihma e mjetit aktual...
118 = Faqja zyrtare...
119 = Përreth...
120 = Ti nuk je Administrator!
121 = Jeni te sigurtë që doni të çinstaloni komponentin e zgjedhur të sistemit?\nNDALO, nqs nuk jeni të sigurtë për atë që po bëni!
122 = Çinstaluesi tregon te gjitha programet e instaluara nga ju dhe perdoruesit e tjerë. Në pamjen e "Detajuar", tek menuja, ju mund të kërkoni informacion shtësë (linke dhe cilësitë e instalimeve). Tipar fillestar i Revo Çinstaluesit është mënyra e Gjuetarit. Kjo mënyrë ju jep fleksibilitet ne çinstalim, ndalimin, fshirjen ose çaktivizimin nga vetstatimi vetem me një klikim.
123 = Kerko:
124 = Gjetur:
125 = Jeni te sigurtë që doni të hiqni komponentët e zgjedhur të sistemit nga Regjistri?\nKy komponent mund të kërkohet nga sistemi për të punuar!
126 =  nuk do të ngarkohet më automatikisht!
127 =  është vendosur që të vet ngarkohet
128 = %s është instaluar në të njëjtin vendodhjes me %s!\nMbetjet do të gjenden për të dyja aplikacionet! Kujdes kur të zgjidhni dokumentat që doni të fshini!
129 = Çinstalim i detyruar i MSI-ve

[Çinstaluesi List]
150 = Aplikacioni
151 = Madhësia
152 = Versioni
153 = Data e instalimit
154 = Kompania
155 = Website
156 = Koment
157 = Stringu i cinstalimit
158 = Celes Regjistri
159 = Instalues

[Unistaller StatusBar]
201 = Instalimet: 
202 = Duke ngarkuar...

[Registry Optimizer]
302 = Zgjidh vendin e skanimit
303 = Menu kryesore

[Autorun Toolbar]
407 = Hap
408 = Mbyll
409 = Hiq
410 = Elementet:
411 = Aktivizuar:
412 = Me Autorun Manager, jo vetëm qe mund të çaktivizoni ose aktivizoni aplikacionet nga vet startimi gjatë ngarkimit të Windowsit, por mund të merrni informacion shtësë rreth një aplikacioni specifik. Ju mund të merrni rrugëkalimin e hapjes, përshkrimin, publikuesin, gjendjen (në punë ose jo), dhe vendodjen e komandës së hapjes (qoftë në regjistër ose në hard disk).

[Autorun List]
450 = Emri i hapjes
451 = Rrugëkalimi i hapjes
452 = Përshkrimi
453 = Publikuesi
454 = Gjëndja
455 = Vendodhja
456 = NË PUNË
457 = NUK ËSHTË NË PUNË
458 = JO E RREGULLT
459 = Mbyll Procesin
460 = Fillo Procesin
461 = Hap direktorinë me përmbajtjen
462 = Shko tek vendodhja
463 = Kopjo rrugëkalimin e hapjes
464 = Hiq të zgjedhurat
465 = Hiq të gjithë të parregulltat
466 = Hiq të gjithë të pushuarat
467 = Hiq të gjithë të caktivizuarat
468 = Cilësitë...
470 = Jeni te sigurtë që doni të mbyllni aplikacionin e zgjedhur?\nTë gjitha të dhenat e paruajtura do të fshihen!
471 = Jeni te sigurtë që doni të fshini elementet e zgjdhura?
472 = Jeni te sigurtë që doni të fshini elementet jo të rregulltë?
473 = Jeni te sigurtë që doni të fshini të gjitha elementet jo ne punë?
474 = Jeni te sigurtë që doni të fshini të gjitha elementet e caktivizuara?
475 = Komanda nuk ekziston!
476 = PANJOHUR
477 = Çaktivizo Vet-Startimin
478 = Aktivizo Vet-Startimin

[Outlook Control]
300 = Optimizimi
301 = Optimizues Regjistri
400 = Autorun Manager
500 = Pastrues i Vjeturinave
501 = Pastrues i Shfletuesve
600 = Pastrues i Microsoft Office
700 = Pastrues i Windowsit
800 = Pastrues i Gjurmeve
900 = Fshirje e Pakthyeshme
2100 = Mjetet e Windowsit
2200 = Pastres i mbeturinave

[Track Cleaner Browsers]
507 = Pastro të gjitha
508 = Pastro historinë e websiteve të vizituara
509 = Fshi historinë tek adresbari
510 = Fshi dokumentat e përkohëshme të internetit
511 = Fshi Cookies
512 = Fshi dokumentat Index.dat
513 = Përjashto
514 = Fshi historinë e shkarkimit
515 = Fshi historinë e kësaj seance
516 = Fshi historinë e faqes
517 = Çinstaluesi
518 = Jeni te sigurtë që doni të pastroni të gjithë të dhënat e zgjedhura?
521 = Jeni te sigurtë që doni të pastroni te dhënat e historisë të Internet Explorer?
522 = Jeni te sigurtë që doni të pastroni te dhënat e historisë së Firefox-it?
523 = Jeni te sigurtë që doni të pastroni te dhënat e historisë së Opera?
524 = Jeni te sigurtë që doni të pastroni te dhënat e historisë së Netscape?
525 = Shfletuesi juaj regjistron te gjitha faqet që ju keni vizituar. Informacioni mund te aksesohet nga dritarja e shfletuesit dhe, duke shtypur thjeshtë një buton, çdo person mund të shikoj se cfarë ju keni shfletuar në internet! Me pastruesin e Shfletuesve ju mund të fshini dokumentat e përkohëshëm të cilët përmbajnë fotot që ju keni parë, të gjitha videot qe keni shikuar dhe te gjitha faqet që keni hapur. Fshirja e dokumetave të përkohëshëm të Shfletuesve mund te kursej edhe hapsirën e hardiskut.
526 = Mbyll shfletuesin tuaj përpara pastrimit e të dhënave.
527 = Dokumentat Index.dat do të fshihen gjatë ristartimit të kompjuterit.
599 = Veprimi i pastrimit për gjurmët e elementeve të zgjedhur mbaroi!

[Office Track Cleaner]
601 = Pastro
607 = Pastro historinë e Dokumentave të Fundit Microsoft Word
608 = Përfshinë Word 2000, Word XP, Word 2003, Word 2007, Word 2010, Word 2013 dhe Word 2016
609 = Pastro historinë e Dokumentave të Fundit Microsoft Excel 
610 = Përfshinë Excel 2000, Excel XP, Excel 2003, Excel 2007, Excel 2010, Excel 2013 dhe Excel 2016
611 = Pastro historinë e Dokumentave të Fundit Microsoft Access
612 = Përfshinë Access 2000, Access XP, Access 2003, Access 2007, Access 2010, Access 2013 dhe Access 2016
613 = Pastro historinë e Dokumentave të Fundit Microsoft PowerPoint
614 = Përfshinë PowerPoint 2000, PowerPoint XP, PowerPoint 2003, PowerPoint 2007, PowerPoint 2010, PowerPoint 2013 dhe PowerPoint 2016
615 = Pastro historinë e Dokumentave të Fundit Microsoft FrontPage
616 = Përfshinë FrontPage 2000, FrontPage XP dhe FrontPage 2003
617 = Pastruesi i Microsoft Office ju lejon te fshini historinë e dokumentave të hapur më shpesh nga Microsoft Word, Excel, Access, PowerPoint dhe FrontPage. Nqs ju nuk dëshironi që dikush te shikoj se çfarë ju keni hapur së fundmi ose modifikuar si psh spreadsheets, dokumentat ose dokumenta te tjerë duke përdorur Microsoft Office, vetem zgjidhni llojet e dokumentave qëe doni dhe klikoni tek butoni "Pastro". Dokumentat tuaj të përdorur nga lloji i programit që ju keni zgjedhur, nuk do të jenë më të gatshëm.

[Windows Tracks Cleaner]
701 = Pastro
707 = Pastro historinë e dokumentave të Fundit
708 = Pastro historinë e Run-it tek Start Menuja
709 = Pastro historinë e dokumentave të gjetura
710 = Pastro printerat, komjuterat dhe historinë e gjetjes së njerëzve
711 = Boshatisë Clipboard-in
712 = Pastro historinë "MS Paint" 
713 = Pastro historinë "MS Wordpad" 
714 = Pastro historinë e celësit të hapur së fundmi me Regedit
715 = Pastro historinë e dialogut Open/Save
716 = Pastro historinë e skedarit të hapur së fundmi
717 = Boshatisë Koshin e Mbeturinave
718 = Fshi dokumentat e perkohëshme të Windowsit
719 = Fshi regjistrimet e përdorimit të Start Menus
720 = Microsoft Windows mban regjistrime te gjërave që ju bëni ne kompjutër si psh historinë e gjërat që ju keni kërkuar (kur kërkoni për një direktori ose dokument), dokumentat e hapur së fundmi, historinë e hapjes/ruajtjes nga dialogët e shumë aplikacioneve të ndryshme dhe shumë gjëra të tjera. Pastruesi i Windows-it ju lejon te fshini historikun dhe dokumentat e përkohshëm. Ju gjithashtu mund të boshatisni koshin e mbeturinave dokumentat e të cilit mund të zënë hapsirën e Hard Diskut tuaj.
721 = Historia e hapjes do të fshihet mbas ristartimit të proçesit explorer.exe .
722 = Gjurmët në regjistrin e Windowsit
723 = Gjurmet që ndoshen në Hard Disk
724 = Fshi dokumentet me regjistrimet e bllokimeve të programeve
725 = Fshi fragmentet e rekuperuara nga Chkdsk (Check Disk)


[Evidence Remover]
802 = Ekzekuto
803 = Duke fshirë
804 = Ju lutem prisni ndërsa fshirja eshte ne punë.
805 = Mbaroi
806 = Sheno diskun(disqet) të cilët përmbajnë gjurmime të punës tuaj që ju doni të fshini. Ky mjet prek vetëm informacionin e fshirë. VINI RE: Pasi proçesi të mbaroj, do të jet e pamundur që të dhenat tuaja të fshira të rekuperohen!
807 = Kur ju boshatisni koshin e mbeturinave të Windowsit, skedarët tuaj vetëm se shënohen si të fshirë por ata nuk fshihen fizikisht. Ky mjet do të fshij përgjithmon direktoritë dhe skedarët të cilat janë fshire por kanë ngelur ne Disk. Nuk ka rëndësi se cfarë mjeti përdor dikush për të rekuperuar të dhenat tuaja, rezultati do të jet i njëjtë, asgjë. – Të dhënat që fshihën me Evidence Remover janë të pamundura të rekuperohen!
808 = Jeni të sigurtë që doni të fshini gjurmimet e mbetura tek paisja e zgjedhur?

[Unrecoverable Fshi]
912 = Lista e dokumentave dhe direktorive që do të fshihen dhe që nuk do mund të rikthehen më
913 = Dokumentat
914 = Direktorit
915 = Fusni dokumentet të cilat doni ti fshini dhe ti hiqni nga sistemi. Keto dokumenta nuk mund të rekuperohen nga asnjë program!
916 = Fusni direktoritë të cilat doni ti fshini dhe ti hiqni nga sistemi. Keto direktori nuk mund të rekuperohen nga asnjë program!
917 = Shtoni dokumentat që doni ti fshini
918 = Shtoni direjtoritë që doni ti fshin
919 = FSHI PëRGJITHMON
920 = Pastro listën
921 = Nqs ju dëshironi te fshini në mënyrë të sigurt një direktori ose skedar(që të jeni të sigurt që askush, me cdo mjet, të mos jet në gjendje të rekuperoj të dhënat tuaja), përdorë Fshirjen e Pakthyeshme. Fshirja e skedarve dhe boshatisja e koshit të mbeturinave nuk do të thotë që skedarët janë fshir përgjithmon, ata janë ende në Hard Disk dhe cdokush mund ti rekuperoj të dhenat tuaja shumë lehtësisht. Mjeti i Fshirjes së Pakthyeshme e bën të pamundur këtë sepse ai i fshin fizikisht të dhënat që ju keni zgjedhur.
922 = Jeni te sigurtë që doni të fshini përgjithmon dokumentat dhe direktorit e zgjedhura?

[Options Tree]
1001 = Opsione
1100 = Të Përgjithshme
1200 = Çinstaluesi

[General]
1101 = Gjuha aktuale:
1102 = Mënyra e avancuar
1103 = Kontrollo për azhornime gjatë hapjes

[Çinstaluesi Options]
1201 = Trego azhornimet e sistemit
1202 = Trego komponentët e sistemit
1204 = Starto vetën çinstaluesin e programit
1205 = (Nuk suportohet në Windows Vista)
1206 = Krijo nje pikë kthimi përpara çinstalimit
1207 = Fshi skedarët dhe dosjet e mbetura në Recycle Bin

[Auto Update]
1907 = Azhornim
1908 = Informacioni i versionit
1909 = Versioni aktual:
1910 = Versioni i fundit:
1911 = SHKARKO
1912 = Merr versionin e fundit
1913 = Ç'të reja kemi
1914 = Duke kontrolluar...
1915 = Gabim në lidhje...
1916 = NDALO
1917 = Shkarkuar %s nga %s
1918 = Shkarkuar %s (Madhësia totale e panjohur)
1919 = Revo Unistaller Pro nuk mund të lidhej tek www.revouninstaller.com. Ju lutem kontrolloni lidhjen tuaj të internetit nqs është aktive dhe që Firewalli juaj te mos bllokoj Revo Unistaller Pro
1920 = Gabim: Kontrolli për versione të reja dështoi. Nuk ka lidhje me internetin.

[WinTools]
2110 = Hap
2111 = Janë shumë mjete praktike që janë të përfshira në cdo sistem operativ Windows. Disa nga mjetet përdorin komanda komplekse, disa të tjera janë të vështira për tu aksesuar.Mjetet e Windowsit ju japin juve qe akses të shpejt me nje klim të mbi 10 mjeteve te Windowsit.
2112 = Nqs një problem ndodhë, ju mund të ktheni gjendjen e kompjuterit tuaj tek pika e kthimit pa fshirë të dhënat tuaja personale. Rikthimi i Sistemit monitoron ndryshimet në sistem dhe dokumentat e disa aplikacioneve dhe automatikisht krijon pika kthimi. Keto pika kthimi ju lejojnë të ktheni gjendjen e sistemit tek një gjendje e mëparshme. Pikat e kthimit krijohen cdo ditë dhe në një kohë të arsyeshme të ndryshimit të sistemit. Ju gjithashtu mund të krijoni një pikë kthimi në cdo kohë.
2113 = Ju mund ta përdorni atë për të mbledhur informacion rreth kompjuterit tuaj dhe sistemit operativ, konfigurimin tuaj të internetit konfigurimin e modemit dhe kartave të rrjetit. Me mjetin e diagnostikimit të rrjetit, ju mund të kryeni skanimin e sistemit tuaj dhe të testoni lidhjen me rrjetin ose gjithashtu mund të kontrolloni nqs shërbimet e rrjetit janë funksionale. 
2114 = Informacioni i Rrjetit shfaq të gjitha konfigurimet aktuale TCP/IP të rrjetit dhe informacionit përkatës, Dynamic Host Configuration Protocol (DHCP) dhe cilësitë Domain Name System (DNS). Informacioni i Rrjetit gjithashtu mund të shfaq konfigurimin e plotë TCP/IP për të gjitha kartat e rrjetit duke përfshirë IP adresën, MAC adresën, subnet mask, default gateëay, Windows Internet Naming Service (WINS) dhe konfigurimin DNS.
2115 = Qëndra e Sigurisë kontrollon gjendjen e kompjuterit tuaj tre komponent thelbësor: Fireëallin, Azhornimet automatike dhe mbrojtjen nga Malëare/viruse. Nqs një problem detektohet në ndonjë prej tyre (p.sh, nqs të dhënat e antivirusit nuk janë të azhornuara), Qëndra e Sigurisë do tju dërgoj një lajmërim përfshirë dhe rekomandimet përkatëse për një mbrojtje sa më efikase të kompjuterit tuaj.
2116 = Cilësit e Sistemit mund të përdoret për të shikuar informacion minimal të hardwar-it të kompjuterit siç është lloji i CPU dhe totali i memories RAM, shikimin dhe ndryshimin e cilësive të cilat kontrollojnë se si kompjuteri juaj përdorë memorien dhe gjen një informacion specifik (hardware dhe cilësi të paisjeve), konfigurimin e profileve hardware, shikimin e informacionit përreth lidhjes tuaj me rrjetin dhe profilin e logimit, dhe raportin për gabime tek programet ose tek sistemi kur ato ndodhin.
2117 = Informacioni i Sistemit është një komponent i sistemit operativ Windows i cili mbledh dhe shfaq konfigurimin e sistemit për kompjutera lokal ose në rrjet. Kjo përfshin informacionin rreth konfigurimet hardware, komponentët e kompjuterit dhe programet, përfshir driverat njohur ose të panjohur. Informacioni i Sistemit është një mjet suporti i cili mund të përdoret shpejt për të lokalizuar informacionin rreth kompjuterit dhe sistemit operativ të tij.
2118 = Komanda TCP/IP Netstat është një komponent i sistemit operativ Windows e cila shfaq te gjitha lidhjet aktive TCP dhe portat TCP UDP me cilin kompjutër po lidhen dhe shfaqin ekzekutim e përfshirë në secilën port në lidhjen e kryer (emrin i ekzekutimit është në [ ] në fund, sipër është komponenti i cili është thirruron, dhe kështu me radhë derisa TCP/IP arrihet).
2119 = On Screen Keyboard shfaq një tastier virtuale në ekran dhe ju lejon përdoruesve më vështirësi në levizje të shkruajnë të dhënat duke përdorur mausin ose një dorezë. Qëllimi i On-Screen Keyboard është të siguroj një funksionim në nivel të ulët për përdoruesit me vështirësi në lëvizje. Ju gjithashtu mund ta përdorni On-Screen Keyboard nqs ju mendoni se një Key-Logger është instaluar në kompjuterin tuaj dhe të gjithë tastet regjistrohen. On-Screen Keyboard eliminon veprimin e regjistrimit të tasteve të shtypura.
2120 = Defragmentuesi i diskut skanon volumet lokale dhe konsolidon direktoritë dhe skedarët e fragmentuar kështu që secili të zërë një vend, të vazhdueshëm në volumin e diskut. Defragmentuesi i diskut gjithashtu konsolidon hapsirën e lirë të diskut, duke e bërë atë siç u krye me dokumentet e framentuara. Si rezultat i këtij ndryshimi, dokumentat e sistemit tuaj do të aksesohen dhe të ruhen më me efiçence.
2121 = Shërbimet mund të filloni, ndaloni, pushoni, rifilloni, ose çaktivizoni një shërbim në një kompjutër lokal ose në rrjet. Shërbimet gjithashtu mund të vendosin një veprim rekuperimi nqs shërbimi prishet(p.sh rifillimin e shërbimit automatikisht), aktivizimin ose çaktivizimin për profile hardware dhe për të vëzhguar përshkrimin e gjendjes për secilin shërbim.
2122 = Direktoritë e ndara(Shared Folders) mund të përdoren për të menaxhuar burimet në rrjet, kontrolluar të drejtat e aksesit të përdoruesve, session aktivitetin, cilësitë e burimit të ndarë dhe të shikoni një raport total të lidhjeve dhe burimeve të përdorura për përdorim lokal dhe kompjuterave në rrjet. Me direktoritë e ndara(Shared Folders) mund të shikoni gjithashtu një list të përdoruesve që janë lidhur me anë të rrjetit tek kompjuteri juaj dhe të nderprisni lidhjen me një ose të gjithë. Ju gjithashtu mund të shikoni një list te dokumentave që aktualish janë hapur nga përdurues në rrjet.
2123 = Group Policy përfshin rregulloren e përdoruesit dhe kompjuterit. Cilësitë e Group Policy përcaktojnë komponentët e mjedisit të përdoruesit të cilat administratori i sistemin dëshiron të menaxhoj (p.sh, programet të cilat janë të gatshme për përdoruesit, programet të cilat shfaqen tek ekran i përdoruesve, dhe opsionet për Start menun).
2124 = Shto/Hiq komponentët e Windows-it ju ndihmon juve të menaxhoni komponentët e Windows-it të instaluar në këtë kompjutër. Pasi sistemi operativ Windows instalohet në kompjuterin tuaj, ju mund ta përdorni këtë mjet për të shtuar komponentë të cilët nuk janë përfshirë në instalimin origjinal, ose të hiqni një komponentë ekzistues të Windows-it të cilin ju nuk e dëshironi më.
2125 = Mjeti i heqjes se programeve të këqija të Microsoft Windows kontrollon kompjuterin për infeksione nga disa programe specifike dhe ndihmon në heqjen e tyre nqs ndonjë program i till gjendet. Ky program i keq mund të jet virus, worms dhe Trojan horses. Kur proçesi i detektimit dhe pastrimit ka mbaruar, mjeti shfaq raportin duke dhënë shpjegimin një përfundimtar, nqs një program i dëmshëm është kapur dhe hequr.


[Junk Files Cleaner Options]
2202 = Disqet per tu skanuar:
2203 = Modeli
2204 = Përshkrimi
2205 = Shto
2206 = Hiq
2207 = Rikthe Fillestaret
2208 = Pastruesi i vjeturinave::Të përgjithshmet
2209 = Pastruesi i vjeturinave::Perjashto
2220 = model për të skanuar:
2221 = Ti mund të përdorësh simbolet ? dhe/ose * si wildcards
2222 = Shto model
2223 = Shto një model Përjashtues
2224 = Ju mund të perdorni simbolet ? dhe/ose * si wildcards
2225 = Perjashto model:
2226 = Leviz dokumentat tek Koshi i Mbeturinave
2227 = Injoro dokumentat e hapura 24 orët e fundit

[Junk Files Cleaner Tool]
2306 = Skano
2307 = Fshi
2308 = Duke skanuar
2309 = Ju lutem prisni ndërsa po kryhet skanimi.
2310 = Anullo
2311 = Emri
2312 = Madhësia
2319 = Dokumentat:
2320 = Madhësia totale:
2323 = Janë disa dokumenta që janë në përdorim nga Windowsi ose\n nga një program të cilat nuk mund të fshihen tani
2324 = Ju duhet të zgjidhni të pakten një disk dhe një mbares që të filloni skanimin.
2325 = Patrimi i Vjeturinave ju lejon të hiqni lloje të ndryshme të vjeturinave të panevojshme nga kompjuteri juaj. Normalisht këto dokumenta fshihen nga aplikacioni që i krijon sapo atij nuk i nevojiten. Gjithësesi ato mund të ngelin te diskun e ngurtë si pasojë e një mbyllje të papritur të aplikacionit, të bllokimit të sistemit, etj. Nqs kjo ndodhë, kjo mund të shkaktoj pakesimin e hapësirës së lirë të hard diskut dhe mund të ul performancen e sistemit, etj.
2326 = Dokumenti:
2327 = Duke fshirë dokumentat

[Context Menu Junk Files Cleaner]
2313 = Hap
2314 = Kërko në Google për
2315 = Hap direktorinë mbajtëse
2316 = Cilësitë...
2317 = Shëno të gjithë elementet
2318 = Çzgjidh të gjithë elementet
2321 = Shëno elementet e zgjedhura
2322 = Çzgjidh elementet e zgjedhura

[Topmost ëindoë]
4002 = Opsionet
4003 = Hap dritaren kryesore
4004 = Menyra Kap edhe Hidhë
4005 = Menyra e Gjuetarit
4006 = Madhësia
4007 = e vogel
4008 = e mesme
4009 = e madhe
4010 = Madhësia e dritares
4011 = Dil
4012 = Çinstalo
4013 = Ndalo vethapjen
4014 = Mbyll Procesin
4015 = Mbyll dhe Fshi Procesin
4016 = Hap Direktorinë Mbajtëse
4017 = Info
4018 = Cilesitë
4019 = Anullo
4020 = Vetëm një dokument në një kohë suportohet!
4021 = Ju keni hedhur një direktori, ju lutem hidhni një skedar !
4022 = Çinstalo ose Hiq:
4023 = E Pazgjidhur! Mundohu të zgjedhësh një dritare, inkon ose taskabat tjetër.
4024 = Nuk mund të hap komandën çinstaluese!\n Ju lutem çinstalojeni programin me anë të Çinstaluesit.
4025 = Asnjë paket instalimi nukështë gjendur!\nKeshillë: Merrni më shumë informacion nga dritarja kryesore dhe\nprovoni ta çinstaloni manualisht !
4026 = Aplikacioni i shënuar është çaktivizuar nga vetstartimi!\nKeshillë: Nqs doni ta aktivizoni sërisht, përdorni mjetin e Menaxhimit të vetstartuesve tek hyrja kryesore e aplikacionit !
4027 = Aplikacioni i shënuar nuk është gjendur në vendodhjet e zakonshme të startup-it!\nKeshillë: Për të kërkuar vende jo të zakonshme të përdoruara për vetstartim përdorni kërkimet në Google!
4028 = Jeni te sigurtë që doni të mbyllni aplikacionet e zgjdhura?\nTë gjitha të dhënat jo të ruajtura do të fshihen!
4029 = Çinstaluesi
4030 = Jeni te sigurtë që doni të mbyllni dhe fshini aplikacionin e zgjdhur?\nTë gjitha të dhenat jo të ruajtura do të fshihen!
4031 = Jeni te sigurtë që doni të mbyllni Windows Explorer?\n Start menuja, taskbari dhe system tray do të zhduket!
4032 = Vet starto me Windowsin
4033 = Transparenca

[Scan After Uninstall]
4210 = Vendodhje
4211 = Celës
4212 = Vlerë
4213 = Të dhëna
4214 = Dokument
4215 = Nuk ka element të zgjedhur. Zgjidhni një element që doni të fshini!
4216 = Scan After Uninstall
4217 = Zgjidh të gjitha
4218 = Çzgjidh të gjitha
4219 = Fshi
4220 = Dokumenta të mbetura
4221 = Celësa të mbetur të regjistrit
4222 = Duke skanuar përpara çinstalimit, ju lutem prisni ...
4223 = Duke hapur çinstaluesin...
4224 = Ju lutem filloni skanimin për mbetje të dokumenteve, direktorive dhe çelësave ne regjistër kur çinstaluesi i aplikacionit të mbaroj.
4225 = Duke skanuar pas çinstalimit, ju lutem prisni...
4226 = Ju lutem zgjidhni me kujdes elementet në list !
4227 = Mbyll
4228 = Dokumentet e mbetura në list do të fshihen gjatë ristartimit.
4229 = Startimi i çinstaluesit të aplikacionit dështoi!\nMund të jëtë një komand e gabuar çinstalimi!
4230 = Mbrapa
4231 = Tjeter
4232 = Zgjidh një mënyrë çinstalimi
4233 = Mënyrat
4234 = Built-in - starto vetëm çinstaluesin e aplikacionit pa asnje skanim shtesë
4235 = I sigurtë - përfshin çinstalimin vetiak dhe kryen skanime shtesë ne regjistër dhe hard disk, për të gjutur element qe janë të sigurt për tu fshirë. Kjo është metoda më e shpejtë.
4236 = Moderuar - përfshin medotën e sigurt dhe kryen një skanim më të thell për të gjetur informacione të aplikacioneit ne regjistër dhe hard disk në vendodhjet më të zakonshme 
4237 = Avancuar - përfshin metodën e moderuar dhe kryen një skanim më të thell për të gjetur informacione të aplikacionit në regjistër dhe në hard disk. Kjo është mënyra më e ngadaltë.
4238 = Duke analizuar të dhënat e aplikacionit përpara çinstalimit të tij.
4239 = Duke startuar çinstaluesin vetiak të aplikacionit.
4240 = Mbasi çistaluesi i aplikacionit të mbaroj punë, shtypni butonin "Përpara" për të filluar skanimin për dokumenta të mbetura, direktori dhe çelësa në regjistër. 
4241 = Duke kryer analizën fillestare dhe çinstalimin. 
4242 = Duke skanuar per informacion të mbetur
4243 = Çinstaluesi vetiak mbaroi punën, tani është duke skanuar Regjistrin dhe hard diskun për mbetje te dokumentave, direktorive dhe çelësave të regjistrit që kanë lidhje me programin e çinstaluar.Ju lutem prisni… .                                       
4244 = Elementët e Regjistrit të gjetura
4245 = Elemente të gjetura në regjistër:
4246 = Vini re: Verifikoni elementet e shenuara! Vetem elementet e shenuara dhe nen elementet e tyre do të fshihen!
4247 = Direktoritë dhe skedarët e gjetura
4248 = Elementet e gjetur:
4249 = My Computer
4250 = Revo Unistaller nuk mundi të startonte çinstaluesin vetiak të aplikacionit. Mbase komanda e çinstalimit nuk është e saktë ose çinstaluesi është dëmtuar. Ju mund të shtypni butonin "Mbrapa" dhe të provoni një metodë tjetër çinstalimi.
4251 = Çinstaluesi i aplikacionit mbaroi. Revo Unistaller nuk skanoi për elementë të mbetur. Ju mund të shtypni butonin "Mbrapa" dhe të provoni një mënyrë tjetër çinstalimi për të skanuar për mbetje të dokumentave, drirektorive dhe çelësave në regjistër.
4252 = Revo Unistaller e mbaroi proçedurën e çinstalimit me sukses, por dokumenta të mbetura nuk u gjendën. Ju mund të klikoni butonin "Mbrapa" dhe të provoni një mënyrë më agresive për një skanim më të thellë.
4253 = Revo Unistaller e mbaroi proçedurën e çinstalimit me sukses. Nqs ju dëshironi të kërkoni për më shumë elemente të mbetura ju mund te klikoni butonin "Mbrapa" dhe të provoni një medotë më të avancuar çinstalimi për një skanim më të thell.
4254 = Mbaro
4255 = Jeni te sigurtë që doni të dërgoni dokumentet e zgjedhura tek koshi i mbeturinave?
4256 = Jeni te sigurtë që doni të fshini elemetet e zgjedhura të regjistrit?
4257 = Revo Unistaller mbaroj proçedurën e çinstalimit me sukses!
4258 = Jeni te sigurtë që doni të anashkaloni fshirjen e çelësave të mbetur në regjistër dhe të vazhdoni me hapin tjetër?
4259 = Jeni te sigurtë që doni të anashkaloni fshirjen e direktorive dhe skedarëve të mbetura dhe të vazhdoni me hapin tjetër? 
4260 = Skanimi per elementet e mbetura mbaroi. Kliko tek butoni “Vazhdo” për të parë rezultatet!
4261 = Duke krijuar nje pikë kthimi...
4262 = Duke Krijuar Nje Pikë Kthimi - dështoi!
4263 = Duke Krijuar Nje Pikë Kthimi caktivizuar (ne Opsione->Çinstaluesi)
4264 = Duke Krijuar Nje Pikë Kthimi - u krye!


[About]
4300 = Përkthyesit:

[ContextMenu Çinstaluesi]
5000 = Komandat
5001 = Info
5002 = Kerko tek Google per
5004 = Vendi i Instalimit
5005 = Hap Linkun Përreth...
5006 = Hap Linkun Ndihmës...
5007 = Hap Linkun e Azhornimit...
5008 = Hap Celësin e Regjistrit...

[Common]
10000 = OK
10001 = Anullo
10002 = Ndihmë
10003 = Shfleto
10004 = Ndihma e mjetit aktual
10005 = Faqe zyrtare
10006 = Përreth
10007 = Lajmerim
10008 = GABIM
10009 = Po
10010 = Jo


[Tooltips]
2000 = Kalo tek menyra e çinstaluesit
2001 = Trego panelin e mjeteve
2002 = Rregullo cilësitë
2003 = Kalo tek mënyra e Gjuetarit
2004 = Ndysho pamjen e listës së programeve të instaluara
2005 = Çistalo programet e zgjedhuara
2006 = Fshi elementin nga regjistri
2007 = Rifresko listen e programeve
2008 = Azhorno versionin tuaj me versionin e fundit
2009 = Gjej informacion shtesë dhe merrë pergjigje për të gjitha pyetjet tuaja rreth programit
404 = Fillo aplikacionin e zgjedhur
405 = Ndalo dhe mbyllë programin e zgjedhur
406 = Ndalo aplikacionin e zgjedhur ndaj vetstartimit
506 = Pastro opsionet e zgjdhura
605 = Pastro opsionet e zgjdhura
705 = Pastro opsionet e zgjdhura
2106 = Hap mjetin e zgjedhur
2304 = Skano për skedar të panevojshëm sispas cilësimeve të vendosura
2305 = Fshi dokumentat e zgjedhura tek Koshi i Mbeturinave



[UninstallerPro]
15000 = Të Përgjithshme
15001 = Menaxhuesi \ni Grupeve
15002 = Programet e Reja
15003 = Programet e Tjera
15004 = Emri
15005 = Riemero
15006 = Internet
15007 = Lojëra
15008 = Multimedia
15009 = Mjete
15050 = Lëvizë sipër
15051 = Lëvizë posht
15052 = Shto
15053 = Hiq
15054 = Kollona
15055 = Hiq Këtë Kollon
15056 = Rrjeshtimi
15057 = Majtas
15058 = Qëndër
15059 = Djathtas
15060 = Mbushje më e mirë
15061 = Eksporto në
15062 = Formatin Text(txt)
15063 = Formatin HTML(html)
15064 = Microsoft Excel
15065 = Eksporto
15066 = Zgjidhni kollonat që doni të eksportoni
15067 = Trego si nje program te ri:
15068 = I fundit (në ditë)
15069 = Që nga hapja e fundit e çinstaluesit
15070 = Emri i grupit:
15071 = Shto
15072 = Groupi
15073 = Programet e Gjurmuara
15074 = Programet e\nGjurmuara
15075 = Të gjitha Programet
15076 = Të gjitha\nProgamet
15077 = Fshi regjistrimin
15078 = Çinstalim i personalizuar
15079 = Ndrysho inkonën
15080 = Shto tek Grupi
15081 = Hiq nga Grupi
15082 = Duke çinstaluar
15083 = Duke çinstaluar dokumentat dhe direktoritë e ruajtura nga programi:
15084 = Duke çinstaluar elemetet e regjistrit te ruajtura:
15085 = Janë disa të dhëna që kanë lidhje me programin e çinstaluar, por nuk janë fshir sepse nuk ishin regjistruar nga Revo Unistaller Pro gjatë instalimit të programit. Nqs ju dëshironi të rishikoni dhe eventualisht ti fshini klikoni tek butoni "Çinstalim i Avancuar"
15086 = Çinstalim i Avancuar
15087 = Rrugëkalimi tek dokumenti/direktoria
15088 = Duke ngarkuar listën...
15089 = Çistalo vlerat e zgjedhura
15090 = Hap celësin fqinj të Regjistrit... 
15091 = Perhap të gjitha 
15092 = Mblidhë te gjitha
15093 = Emri i vlerës 
15094 = Direktoria e regjistrimeve:
15095 = Ekzekuto operacionin e riemerimit e direktorive dhe skedarëve ekzistues në sistem
15096 = Çinstalim i Forcuar
15097 = Çinstalim\ni Forcuar
15098 = Shpërhap çelësin e zgjedhur
15099 = Mblidh çelësin e zgjedhur
15100 = Çinstalo çelësin e zgjedhur
15101 = Shëno çelësin e zgjedhur si të Krijuar
15102 = Shto tek lista e Përjashtimeve
15103 = Dokument regjistrimi i pasakt
15104 = Dokumenti nuk ekziston! Jepni një emer të vlefshëm ose nderprisni veprimin.
15105 = Zgjidhë procesin
15106 = Shto proceset tek lista
15107 = Rrugëkalimi i plotë i procesit:
15108 = Shto celës regjistri
15109 = Rrugëkalimi tek celësi i regjistrit
15110 = Duke përdorur menyrën e Çinstalimit të Forcuar, ju mund të shfletoni për një skedat ose të jepni kalimin tek ai ose tek cdo program që doni të çinstaloni. Ju mund të jepni edhe emrin e programit si informacion shtesë. Kur ju te shtypni butonin "Vazhdo", Revo Unistaller Pro në fillim do të kërkoj për ndonjë çinstalues vetiak nqs ekziston një i till, ai do të listohet dhe ju do të vendosni nqs doni që ta startoni.\n\nJu lutem, jepni emrin ekzakt dhe vendodhjen e instalimit të programit që doni të çinstaloni!
15111 = Mënyrat e skanimit
15112 = Vetiak
15113 = e sigurt
15114 = e moderuar
15115 = e avancuar
15116 = Rrugëkalimi tek dokumentat dhe direktoritë e programit:
15117 = Emri ekzakt i programit:
15118 = Çinstaluesit vetiak të gjetur :
15119 = Starto çinstaluesin e programit
15120 = Emri i programit
15121 = Komanda e Çinstalimit
15122 = Lloji
15123 = 32-bit
15124 = 64-bit
15125 = Mbyll proçesin dhe vazhdo
15126 = Skedari i zgjedhur është një proçes në punë! Nqs ju dëshironi që ta çinstaloni atë dhe elementet e tij siç duhet, është mirë që ta ndaloni më parë atë si proçes
15127 = Celës Regjistri për tu përjashtuar
15128 = Përfshi edhe nënçelësat
15129 = Vendos pamjen tek dritarja e "Programeve të Gjurmuara" gjatë hapjes
15130 = Fshi skedat dhe skedarët:
15131 = tek direktoria e Backup-it
15132 = tek koshi i mbeturinave
15133 = Përgjithmon
15134 = Jeni te sigurtë që doni të fshini elementet e zgjedhura?
15135 = Direktoritë
15136 = Dokumentat
15137 = Mundësi për lidhje me Direktorit ose Skedarët
15138 = Mundësi për lidhjë me elementët e Regjistrit
15139 = Çelësat:
15140 = Vlerat:
15141 = Dokumenta dhe Direktori te regjistruara
15142 = Ekzekuto veprimin e riemërimit për direktoritë dhe skedarët ekzistues të sistemit
15143 = Jeni te sigurtë që doni të çinstaloni elementet e zgjedhura?
15144 = Të zgjedhur, por dokumentat e mbetura do të fshihen gjatë ristatimit.
15145 = Elemet Regjistri të regjistruar
15146 = Duke çinstaluar...
15147 = Duke skanuar për mbetje të dokumentave, direktorive dhe elementeve në regjistër duke u mbështetur tek informacioni fillestar
15148 = Duke analizuar dhe startuar çinstalusin vetiak për një çinstalim fillestar
15149 = Pasi çinstaluesi i programit të ketë mbaruar, shtypni butonin "Skano" për të filluar skanimin për mbetje të dokumentave, direktorive dhe elementëve të regjistrit.
15150 = Nuk ka vend të mjaftueshëm për të shkruar të dhënat e cache-së në dokument
15151 = Gabim gjatë shkrimit të dokumentit të cache. Sigurohuni që keni të drejta të duhura.
15152 = Gabim gjatë leximit e të dhënave në cache
15153 = Revo Unistaller Pro nuk gjeti asnjë element të mbetur
15154 = Skano
15155 = Çinstalim\n i Personalizuar
15156 = Moduli "Të Gjitha Programet" i Revo Unistaller Pro tregon të gjitha programet e instaluara dhe komponentët për të dy përdoruesit si aktualin dhe të gjithë të tjerët, të ndarë në dy grupe - "Të reja" dhe "Të tjera". Kur përdorni pamjen e detajuar ose duke klikuar me të djathtën sipër aplikacionit, ju mund të merrni inforamacion shtesë (linke dhe cilesime rrethë programit). Cilesimet për këtë mënyrë janë lokalizuar tek nën elementi "Të Gjitha Programet" poshtë elementit "Çinstaluesi" tek dritarja "Opsione".
15157 = Moduli "Programet e Gjurmuara" i Revo Unistaller Pro tregon të gjitha programet të cilat ju keni gjurmuar (monitoruar) gjatë instalimit të tyre duke përdorur Revo Unistaller Pro. Për të gjurmuar një program me Revo Unistaller Pro, ju mund të klikoni me të djathtën tek paketa instaluese i tij (setup) ose të shtypni butonin "Instalo Programe"tek tollbari kryesor. Cilësitë për këtë mënyrë janë tek "Programet e Gjurmuara" nënelement tek "Çinstaluesi" tek dritarja e "Opsioneve".
15158 = Regjistrimi
15159 = Dokumenti ndihmës
15160 = Instalo Programe
15161 = Instalo\nPrograme
15162 = Kryej një pikë kthimi dhë një kopje totale të regjistrit përpara çinstalimit
15163 = Krijim i një kopje totale te Registrit ...
15164 = Krijo një Pikë Kthimi të sistemit dhe një kopje të plotë të regjistrit është çaktivizuar(tek Opsione->Çinstaluesi)
15165 = Krijimi i një kopje të plotë të Regjistrit - u krye!
15166 = Krijimi i një kopje të plotë të Regjistrit - dështoi!
15167 = (Nuk suportohet në Windows Vista dhe Windows 7,8,10)
15168 = Regjistrime:
15169 = Ose kliko me të djathën e mausit sipër incones se Menyrës së Gjuetarit dhe zgjidh "Mbyll" për të dal
15170 = Hap proçesin e çinstalimit të maksimizuar
15171 = Rrugëkalimi i direktorisë
15172 = Ju lutem instaloni nje lexues Pdf për të hapur dokumentin ndihmës
15173 = Shto një grup të ri
15174 = Fshi regjistrimet e zgjedhura
15175 = Rindërto skeden cache
15176 = Jeni të sigurt që dëshironi të rindërtoni skedën cache?\nPersonalizimet tuaja mbi detajet e programeve do të resetohen!
15177 = Menaxho
15178 = Eksporto,Import or Edit log
15179 = Ndrysho\nose Riparo
15180 = Ndrysho ose Riparo
15181 = Azhorno linkun
15182 = Regjistrime të Databazës
15183 = Regjistrime\nDatabaza
15184 = Programet:
15185 = Emri i Programit
15186 = Versioni i Programit
15187 = Versioni i Windowsit
15188 = Bitet e Windowsit
15189 = Gjetur
15190 = Trego vetëm regjistrimet kompatibël me %s
15191 = Trego vetëm regjistrimet e %s
15192 = Regjistrimet që përkojnë:
15193 = Database Logs:
15194 = Kërko nga:
15195 = regjistrim
15196 = regjistrimet
15197 = program
15198 = programet
15199 = Emri
15200 = Çinstalim i shpejtë
15201 = Çinstalim\ni Shpejtë
15202 = Duke kryer një kopje rezervë të sistemit
15203 = Duke çinstaluar programin %d e %d
15204 = Analiza fillestare - u krye!
15205 = Duke filluar çinstaluesin vetiak të programit - u krye!
15206 = Duke filluar çinstaluesin vetiak të programit - dështoi!
15207 = Duke skanuar pë skedëa, skedëar dhe element të regjistrit tu mbetur...
15208 = Duke fshirë elementët e mbetur...
15209 = Fshirë %d mbetje të çelësave të regjistrit dhe %d vlera
15210 = %d Skedar dhe %d Skeda të mbetura u fshi
15211 = Çinstalimi i shpjet mbaroi!
15212 = Gjendja
15213 = Pasi çinstaluesi i programit ka mbaruar detyrën, shtypni butonin "Vazhdo" për të vazhduar proçesin e çinstalimit.
15214 = Vazhdo
15215 = Inportuar
15216 = Shto koment
15217 = Modifiko komentin
15218 = Modulet
15219 = Data e regjistrimit
15220 = Duke pregatitur të dhënat për çinstalim...
15221 = %d nga %d elemente
15222 = Duke ekzekutuar operacionet riemëruese të nevojshme...
15223 = Jeni të sigurt që dëshironi të çinstaloni regjistrimin e zgjedhur?
15224 = Jeni të sigurt që dëshironi të çinstaloni regjistrimet e zgjedhura?
15225 = Duke çinstaluar regjistrimin %d nga %d
15226 = Eksporto të gjitha
15227 = Anashkalo\nKopjen rezervë
15228 = Anashkalo krijimin e një pike kthimi të sistemit dhe një kopje rezervë e Regjistrit
15229 = Krijimi i një kopje rezervë e Regjistrit - anashkaluar!
15230 = Krijimi i një pike kthimi të sistemit - anashkaluar!
15231 = Modifiko regjistrimin
15232 = Importo Regjistrimin
15233 = Eksporto Regjistrimin
15234 = Duke analizuar Regjistrimin -
15235 = Riemëro regjistrimin
15236 = Emri i regjistrimit
15237 = Ruaj ndryshimet
15238 = Modifiko
15239 = Ikona
15240 = Indeksi i ikonave
15241 = Autori
15242 = Koha e krijimit
15243 = Last Modification Time
15244 = Madhësia e llogaritur
15245 = Çelësat e Regjistrit
15246 = Vlerat e regjistrit
15247 = Krijuar
15248 = Fshirë
15249 = Riemëruar
15250 = Mbishkruar
15251 = Panjohur
15252 = Emri i vjetër
15253 = Emri i plotë
15254 = Emri i plotë i vjeter
15255 = Të dhënat e vjetra
15256 = Ekzistojnë vlera të tjera të njëjta në regjistër!
15257 = Shto çelës
15258 = Emëri i çelësit:
15259 = Nuk është modifikuar
15260 = Modifiko çelësin
15261 = Shto vlerën
15262 = Modifiko vlerën
15263 = Vendos
15264 = Lloji i vjetër
15265 = Detyro mbylljen e programeve gjatë çinstalimit të tyre
15266 = Kërko për një regjistrim të përshtatshëm përpara çinstalimit të zakonshëm
15267 = Jeni të sigurt që deshironi të çinstaloni programin(et) e zgjedhur(a)?
15268 = U gjend një regjistrim midis regjistrimeve tuaja që përputhet i cili do të përdoret\nDuke filluar çinstaluesin e programit për çinstalimin paraprak.
15269 = U gjend një regjistrim në databazën e Regjistrimeve i cili do të purdoret për çinstalimin\nDuke filluar çinstaluesin e programit për çinstalimin paraprak.
15270 = Pasi çinstaluesi i programit të mbaroj detyrën, shtypni butonin "Vazhdo" për të parë skedëat, skedëarët dhe elementet e regjistrit që kanë mbetur.
15271 = Gabim gjatë shkarkimit të skedëës të regjistrimit!
15272 = Gabim gjatë riemërimit të skedëës të regjistrimit të shkarkuar!
15273 = Moduli "Databaza e Regjistrimeve" e Revo Uninstaller tregon listën e programeve të gjurmuara të cilat janë të pajtueshme me sistemin tuaj Windows. Këto regjistrime të vendosura tek website ynë janë të mirëmbajtura nga stafi Revo Uninstaller's. Ju me lehtësi (me një klikim te butonit "Çinstalo") mund të përdorni këto regjistrime për të çinstaluar programet nga kompjuteri juaj.
15274 = Versioni juaj:
15275 = Azhorno Tani
15276 = Automatically update the Logs Database
15277 = Gabim gjatë shkarkimit të Databazës të Regjistrimeve!
15278 = Gabim gjatë azhornimit të Databazës të Regjistrimeve!
15279 = Gabim gjatë çekstraktimit të Databazës të regjistrimeve!
15280 = Gabim gjatë hapjes të Databazës të regjistrimeve!
15281 = Jepni komentin tuaj:
15282 = Zgjidh ikonën
15283 = Rrugëkalim:
15284 = Zgjidh një ikon nga lista:
15285 = Sked
15286 = Skedar
15287 = Eksportimi i regjistrimit -
15288 = Inportimi i regjistrimit -
15289 = %d%% kryera
15290 = Eksportuar nga
15291 = Resgjistrimet e gjashme të gjetura
15292 = Po(rekomandohet)
15293 = Regjistrat e listuara të bëra prej jush përkojnë me programin që po çinstaloni. Dëshironi të përdorni të dhënat gjatë çinstalimit?
15294 = Regjistri i shkarkimit -
15295 = Regjistrimet e gjetura tek databaza e regjistrave tonë përkojnë me programin që ju po çinstaloni. Nqs dëshironi të përdorni ndonjë nga ato gjatë proçesit të çinstalimit, vendosni një etiket në krye te tij.
15296 = Ndodhet një regjistrim më i përshtatshëm në databazën tonë.\nDëshironi të përdorni atë për një çinstalim sa më të plotë?


[Auto Run Manager Pro]
15800 = Shto
15801 = Shto një program tek Windows startup
15802 = Vendos për vet-startim për:
15803 = Të gjithë përdoruesit
15804 = Përdoruesi aktual
15805 = Vendosur në vet-startim nga:
15806 = Regjistër: Run - në cdo ndezje të Windowsit
15807 = Regjistër: RunOnce - startohen vetëm një herë, gjatë ndezjes tjetër të Windowsit
15808 = Direktorinë e Startup-it - në cdo ndezje të Windowsit
15809 = Komanda (rrugëkalimi i plotë):
15810 = Emri:
15811 = Hequr nga vet-startimi
15812 = Hiq elementet jo ne punë nga lista e vet-startimit
15813 = Hiq të gjithë elementët e çaktivizuar nga lista e vet-startimit
15814 = Shërbimet
15815 = Hap Shërbimet e Windows-it


[General App]
16001 = Printo
16002 = Shiko Printimin
16003 = Vendosja e Printerit
16004 = Pamja
16005 = Menu Bari
16006 = Tollbari Kryesor
16007 = Paneli i Përshkrimeve
16008 = Tollbari i gjëndjes
16009 = Tollbari i mjeteve
16010 = File
16011 = Menaxhuesi\ni ngarkimit automatik
16012 = Pastruesi i\nVjeturinave
16013 = Mjetet e\nWindowsit
16014 = Pastruesi i\nShfletuesve
16015 = Pastruesi i\nMicrosoft Office
16016 = Pastruesi i\nWindowsit
16017 = Pastruesi\ni Gjurmëve
16018 = Unrecoverable\nDelete
16019 = Backup\nManager
16020 = Instalo me Revo Unistaller Pro
16021 = Çinstalo me Revo Unistaller Pro
16022 = Instalo programin e zgjedhur me Revo Unistaller Pro
16023 = Çinstalo programin e zgjedhur me Revo Unistaller Pro
16024 = Direktoria e ruajtes së kopjeve rezervë:
16025 = Ruaj çelësat e fshirë të regjistrit
16026 = Ruaj direktorit dhe dokumentat e fshirë
16027 = Microsoft Excel nuk është instaluar në kompjutër (kodi i gabimit është 0x%08X).
16028 = Dështoi gjatë startimit të aplikacionit Microsoft Excel (kodi i gabimit është 0x%08X).
16029 = Gabim i panjohur.
16030 = Regjistri
16031 = Anashkalo mesazhet njoftuese të Revo Unistaller Pro
16032 = Anashkalo lajmërimet njoftuese të Revo Unistaller Pro
16033 = Proçeset
16034 = Programet e gjurmuara në dritare kompakte
16035 = Përfshi proçeset:
16036 = Përjashto proçeset:
16037 = Rrugëkalimi tek proçesi
16038 = Visual theme:
16039 = Tollbaret
16040 = Trego tekstin
16041 = Trego inkonat e vogla
16042 = Blu
16043 = Gri
16044 = Zi
16045 = Floriri
16046 = Native
16047 = Native 2
16048 = Native Smooth
16049 = Bli tani
16050 = Pas blerjes së Revo Unistaller Pro, ju do të merrni nje numër serial me anë të emailit tuaj. Në menyrë që të aktivizoni Revo Unistaller Pro, ju duhet te shkruani numrin serial tek tabela perkatese dhe te klikoni tek butoni “Activizo onlinë”. Aktivizimi kërkon lidhje me internetin, kështu që Firewalli juaj nuk duhet te bllokoj Revo Unistaller Pro. Nqs keni ndonjë pyetje rrethë aktivizimit, ju lutem na kontaktoni ne : registration@revouninstaller.com
16051 = Regjistër 
16052 = Fut serialin e saktë këtu:
16053 = Aktivizo onlinë
16054 = Të gjitha të drejtat janë të rezervuara.
16055 = Version i Regjistruar
16056 = Version i Paregjistruar
16057 = Jeni të sigurtë që doni të fshini kopjet rezervë, regjistrimet dhe të dhenat e tjera të other Revo Unistaller Pro ? Shtypni "Jo" nqs ju po azhornoni programin.
16058 = Perkthyesi:
16059 = Krijo një kopje ditore rezervë të regjistrit
16060 = Fshi regjistrimin e programeve të gjurmuara pas çinstalimit
16061 = Trego inkonat e vogla në pamjen e detajuar
16062 = Trego komandat tek menuja e Windowsit(Instalo me ..., Çinstalo me ...)
16063 = Fillimisht zgjidhë të gjitha mbetjet
16064 = Gri e errët
16065 = Blue 2
16070 = Tollbari i Komandave
16071 = Personalizuar
16072 = Pamja
16073 = Ngjyrë e personalizuar sfondi
16074 = Zgjedhje e personalizuar e ngjyrës
16075 = Ju lutem mbyllni Revo Uninstaller, përpara se tu filloni inportimin e regjistrimit.\nOse inporto regjistrimin duke përdorur butonin e tollbarit "Menaxho" që gjendet tek moduli i "Programet e Gjurmuara".
16076 = Aktivizo
16077 = Zgjidh mënyrën e aktivizimit
16078 = Aktivizim Online
16079 = Aktivizim me skedë
16080 = Periudha juaj 30 ditore mbaroi. Nqs dëshironi të purrdorni ende produktin ju duhet të blini një liçencë.
16081 = Pasi të kini kryer blerjen e liçencës për Revo Uninstaller, ju do të merrni një kod serial me email. Në mënyr që të aktivizoni Revo Uninstaller, ju duhet që të jepni emrin tuaj dhe numrin serial tek forma e mëposhtëme(rekomandohet metoda kopjo & ngjit) më pas shtypni butonin “Aktivizo Online”. Aktivizimi kërkon lidhje me Internetin, kështu që firewall-i juaj nuk duhet të bllokojë Revo Uninstaller. Në qoftë se keni ndonjë pyetje ose problem rreth aktivizimi, ju lutem nga kontaktoni: registration@revouninstaller.com
16082 = Pasi të kini kryer blerjen e liçencës për Revo Uninstaller, ju do të merrni një kod serial me email. Në mënyr që të aktivizoni Revo Uninstaller, ju duhet që të jepni emrin tuaj dhe numrin serial tek forma e mëposhtëme(rekomandohet metoda kopjo & ngjit) dhe më pas të klikoni butonin "Ruaj Skedën" për të ruajtur skedëën. Më pas ta nisni skedëën e krijuar tek support@revouninstaller.com ose registration@revouninstaller.com. Brënda 24 orëve ne do ju dërgojmë kodin e zhbllokimit i cili do të mbarojë aktivizimin e Revo Uninstaller. Në qoftë se keni ndonjë pyetje ose problem rreth aktivizimi, ju lutem nga kontaktoni: registration@revouninstaller.com
16083 = Ju keni zgjedhur ta aktivizoni Revo Uninstaller me skedë. Pasi të keni nisur skedëën e aktivizimit tek e-mail i shërbimit tonë, ju do të merrni celësin e zhbllokimit nga stafi i Revo Uninstaller. Ju duhet ta shkruani çelësin tek kutia e mëposhtëme (rekomandohet metoda kopjo & ngjit) dhe të shtypni butonin "Aktivizo". Në qoftë se keni ndonjë pyetje ose problem rreth aktivizimi, ju lutem nga kontaktoni: registration@revouninstaller.com
16084 = Ka ndodhur një ndryshim tek sistemi juaj gjë që kërkon që Revo Uninstaller të riaktivizohet. Ju lutem vetëm klikoni butonin "Aktivizo". Në qoftë se keni ndonjë pyetje ose problem rreth aktivizimi, ju lutem nga kontaktoni: registration@revouninstaller.com
16085 = Aktivizimi u krye me sukses! 
16086 = Aktivizimi dështoi!
16087 = Nuk u krye lidhja me serverin e aktivizimit. Ju lutem sigurohuni që firewall juaj nuk bllokon Revo Uninstaller.
16088 = Jepni emrin e përdoruesit:
16089 = Jepni Numrin Serial(rekomandohet kopjo & ngjitë):
16090 = Jepni kodin e zhbllokimit(rekomandohet kopjo & ngjitë):
16091 = Rifillo proçesin e zhbllokimit
16092 = Ditë të mbetura:
16093 = Ruaj skedëën
16094 = Regjistruar tek
16095 = Ri aktivizoni
16096 = Duke u aktivizuar. Ju lutem prisni ...
16097 = Numri serial është i pasaktë.\nJu lutem kopjojeni dhe më pas e ngjisni atë në vend që ta shkruani!
16098 = Ju lutem rifilloni Revo Uninstaller
16100 = Numri Serial:
16101 = Të dhënat e licencës:


[AppBar]
16900 = Ruaj dokumentin e regjistrimit të monitorimit të ndryshimeve të sistemit
16901 = Ndalo monitorimin e instalimit
16902 = Revo Unistaller Pro është duke monitoruar ndryshimet në sistem - vazhdo me instalimin normal si zakonisht! Ju lutem, MOS STARTONI asnje dokument instalimi, programe ose asgje tjeter, gjatë instalimit të programit! Pasi të këni mbaruar instalimin, starto programin e instaluar, konfigurojeni dhe mbyllni atë. Më pas shtypni butonin "Ndalo" (katrorin e kuq)dhe ruajeni regjistrimin.
16903 = Fusni emrin e regjistrimit:
16904 = Fusni emrin e regjistrimit dhe shtypni butonin "Ruaj"
16905 = Revo Unistaller Pro është duke gjurmuar instalimin
16906 = Revo Unistaller Pro është duke ruajtur të dhënat
16907 = Nuk mund sigurojë të drejtat e nevojshme për të fikur kompjuterin. Provoni të kryeni fikjen manualisht!
16908 = Nuk mund të rregullojë të drejtat për fikjen e kompjuterit. Provoni të kryeni fikjen manualisht!
16909 = Ju lutem jepni një emër të saktë regjistrimi!


[JunkFilesCleanerPro]
17000 = Përjashto
17001 = Modifikuar së fundmi
17002 = Skano direktorinë...


[EvidenceRemoverPro]
17300 = Lloji
17301 = Madhësia Totale
17302 = Hapësirë e lirë
17310 = Disk Lokal
17311 = Disk i lëvizshem
17312 = Koha e mbetur:
17313 = ditë
17314 = orë
17315 = minuta
17316 = sekonda


[WindowsToolsPro]
17400 = Rikthimi i Sistemit
17401 = Kontrolli i Rrjetit
17402 = Informacioni i Rrjetit
17403 = Qëndra e Sigurisë
17404 = Cilësit e Sistemit
17405 = Informacion i Sistemit
17406 = Komanda TCP/IP Netstat
17407 = Tastiera Virtuale
17408 = Defragmentuesi i Diskut
17409 = Shërbimet
17410 = Skedarët e Ndarë
17411 = Group Policy
17412 = Shto/Hiq Komponentët e Windows-it
17413 = Microsoft Windows Malicious Software Removal Tool
17414 = Windows Backup and Restore
17415 = Task Scheduler
17416 = Kontrolli i Diskut
17417 = Kontrolluesi i Skedave të Sistemit
17450 = Windows Backup and Restore ju lejon juve që të krijoni një kopje të skedëave të të gjithë përdoruesve që përdorin kompjuterin dhe ju lejon juve të krijoni një imazh të sistemit. Ju mund ta lejoni Windows-in të zgjedh çfarë të ruaj ose të zgjidhni vet skedëarët, libraritë, dhe paisjet që doni ti krijoni një kopje rezervë. Një imazh i sistemin përfshin personalizimet e Windows-it, programet, dhe skedëat. Ju mund të përdorni imazhin e sistemit për të rikthyer përmbajtjen e kompjuterit tuaj në qoftë se hardisku ose sistemi juaj nuk punon normalisht.
17451 = Task Scheduler ju ndihmon juve që të kryeni detyra të caktuara në kohën që ju dëshironi. Ai ju jep mundësinë për të caktuar kohën e hapjes së programeve ose skripteve në intervale të caktuara kohore. Task Scheduler mban një librari të të gjithave detyrave që do khyhen, duke ju mundësuar një pamje të organizuar dhe një mënyrë tepër e përshtatëshme për menaxhim. 
17452 = Kontrolli i Diskut verifikon integritetin llogjik të skedëave të sistemit tek volumi i Windows-it. Kontrolli i Diskut kontrollon për probleme që kanë lidhje me sektorët e dëmtuar, clusterat e humbur, skedëat cross-linked, dhe direktoritë me probleme. Këto lloje problemesh mund të shkaktohen nga bllokime të sistemit, goditjet e tensionit, fikje jo e rregullt e sistemit, etj. 
17453 = System File Checker ju lejon juve të skanoni dhe të riktheni dëmtimet e skedëave të sistemit Windows duke verifikuar versionet e tyre. Në qoftë se ai gjen ndonjë problem, ai do të tentojë të zëvendësoj skedëën problematike nga Cache e DLL të Windows. Nqs skedëa nuk është në Cache e DLL të Windows ose Cache e DLL është e dëmtuar, juve do ju kërkohet tu fusni diskun e instalimit të Windows.

[WindowsCleanerPro]
17500 = Fshi Cache e Thumbnail


[UnrecoverableDeletePro]
17600 = Shto dokument(ta)
17601 = Shto direktori
17602 = Fshi përgjithmon
17603 = Duke fshirë
17604 = Duke llogaritur...


[Backup Manager]
17800 = Menazhues i kopjeve rezervë
17801 = Rikthe
17802 = Fshi
17803 = fshini te gjitha
17804 = Rikthim\ni Personalizuar
17812 = Duke ngarkuar pemën...
17813 = Mbrapa
17814 = Përpara
17815 = Të dhënat e pikës së kthimit nuk janë gjendur
17816 = Duke përpunuar
17817 = Duke ruajtur %d nga %d element
17818 = Pozicionet e Rikthimit:
17819 = Madhësia Totale:
17820 = Ndihmësi i kopjeve rezerv ju ndihmon të menaxhoni informacionin e ruajtur nga Revo Unistaller Pro pas cdo hyrje të fshirë të regjistrit, dokumentave ose direktorive. Duke kryer pikën e kthimit, ju mund te ktheni të gjitha të dhënat tuaja të fshira ose ju mund të zgjidhni se cila të dhëna doni të ktheni. Nqs ju nevojitet më shumë hapësirë, ju mund të fshini disa ose të gjitha pikat e kthimit.
17821 = Emër
17822 = Veprim
17823 = Madhësia
17824 = Element Regjistri
17825 = Dokumenta dhe Direktori
17826 = Orë
17827 = Data
17830 = Celës/Emri i Vlerës
17831 = Të dhëna
17835 = Vlerë fillestare
17836 = Duke rikthyer %d nga %d element
17837 = Duke rikthyer
17838 = Emri i Dokumentit/Direktorisë
17839 = Rikthim i personalizuar
17840 = Gabim gjatë leximit te dokumentave te kopjeve rezervë!
17841 = Dokumenta dhe direktori për tu rikthyer
17842 = Element regjistri për tu rikthyer
17843 = Nuk ka vend të mjaftueshëm për ruajtjen e kopjeve rezervë!
17844 = Gabim gjatë shkrimit të dokumentit te kopjes rezervë!
17845 = Jeni te sigurtë që doni të riktheni veprimin %s nga %s?
17846 = Jeni te sigurtë që doni të fshini te gjitha pikat e rikthimit?
17847 = Fshi\nnga koha
17848 = Fshi kopjet rezervë më të vjetra se data ose periudha
17849 = Fshi të gjitha kopjet rezervë më të vjetra se:
17850 = Data e zgjedhur:
17851 = Një javë
17852 = Dy Javë
17853 = 30 Days
17854 = 90 Ditë
17855 = 180 Ditë
17856 = Një vit
17857 = Datë e përcaktuar
17858 = Ju keni zgjedhur një datë përpara datës së sotme.\nKjo do të fshij të gjitha kopjet rezerv! Dëshironi të vazhdoni?


[TooltipsPro]
18200 = Rregullo cilesitë e Revo Unistaller Pro
18201 = Ndysho pamjen e listës së programeve të gjurmuara
18202 = Menaxho informacionin rezervë te ruajtur nga Revo Unistaller Pro
18203 = Instalo programe nëpërmjet Revo Unistaller Pro
18204 = Çinstalim i forcuar i mbetjeve të programeve që janë çinstaluar
18205 = Trego të gjithë programet e instaluara
18206 = Trego programe e instaluara qe jane gjurmuar
18207 = Çinstalo programin e gjurmuar që është zgjedhur
18208 = Çinstalim i personalizuar i programeve të gjurmuara
18209 = Rikthe pikën e kthimi të zgjedhur nga Revo Unistaller Pro
18210 = Rikthim i personalizuar i pikës së kthimit të Revo Unistaller Pro
18211 = Fshi pikën e zgjedhur të e kthimit të Revo Unistaller Pro
18212 = Shto një program që të vetstartohet gjatë ndezjes së Windowsit
18213 = Ekzekuto veprimin e fshirjes së gjurmëve tek disqet e zgjedhur
18214 = Shtoni dokumentat që të fshihet në mënyrë të pakthyeshme
18215 = Shto direktorit që të fshihet në mënyrë të pakthyeshme
18216 = Fshi dokumentat dhe direktoritë e shtuara
18217 = Fshi dokumentet e shenuara
18218 = Ndrysho ose Riparo instalimin e programit të zgjedhur
18219 = Çinstalim i shpejtë i programeve të zgjedhura(të gjitha mbetjet do të fshihen automatikisht)
18220 = Shto një element të ri tek regjistri
18221 = Modifiko elementin e zgjedhur
18222 = Fshi elementet e zgjedhura nga regjistrimi
18223 = Eksporto të dhënat e regjistrimit në format HTML

